import Icons from "@/media/img";

export const advantagesItem = [
  {
    stroke: Icons.Stroke,
    icon: Icons.Key,
    id: 1,
    title: 'Разработка проекта "под ключ"',
    subTitle:
      "От концепции до исполнения мы предоставляем комплексные услуги, гарантируя, что ваш проект будет легко разработан и готов к запуску.",
  },
  {
    stroke: Icons.StrokeT,
    icon: Icons.Persone,
    id: 2,
    title: "Поиск оптимального решения",
    subTitle:
      "Мы тщательно анализируем и разрабатываем стратегию, чтобы предложить наиболее подходящее решение, адаптированное к вашим потребностям проекта и бюджета.",
  },
  {
    stroke: Icons.StrokeT,
    icon: Icons.Computer,
    id: 3,
    title: "Решения, ориентированные на будущее",
    subTitle:
      "наши решения разработаны с учетом масштабируемости и будущего обслуживания, что гарантирует ваш успех на долгие годы.",
  },
  {
    stroke: Icons.Stroke,
    icon: Icons.People,
    id: 4,
    title: "Всесторонний опыт работы в команде",
    subTitle:
      "Полные команды специалистов, от дизайнеров до экспертов по базам данных, слаженно работающих для достижения ваших целей.",
  },
  {
    stroke: Icons.StrokeT,
    icon: Icons.Script,
    id: 5,
    title: "Чистый и эффективный код",
    subTitle:
      "Наши решения разработаны с высокой точностью, предлагая правильный и лаконичный код, сопровождаемый исчерпывающей технической документацией.",
  },
  {
    stroke: Icons.StrokeT,
    icon: Icons.Time,
    id: 6,
    title: "Проектный менеджер всегда на связи",
    subTitle:
      "Наши менеджеры проектов обеспечивают бесперебойную коммуникацию, информируя вас о каждом этапе проекта.",
  },
];
