export const answersItems = [
  {
    id: 1,
    title: "Как мне начать работу с вами?",
    subTitle:
      "Начать работу очень просто. Свяжитесь с нами по нашим контактным данным, и наш менеджер проекта назначит консультацию для обсуждения требований, целей и дальнейших шагов вашего проекта.",
  },
  {
    id: 2,
    title: "Каковы типичные сроки завершения проекта?",
    subTitle:
      "Сроки реализации проекта варьируются в зависимости от масштаба и сложности проекта.",
  },
  {
    id: 3,
    title: "Предлагаете ли вы постоянную поддержку после завершения проекта?",
    subTitle:
      "Да, мы предоставляем поддержку после запуска, чтобы обеспечить бесперебойное функционирование вашего решения. Наша команда готова решить любые проблемы или обновления, которые могут возникнуть.",
  },
  {
    id: 4,
    title:
      "Можете ли вы справиться с крупномасштабными корпоративными проектами?",
    subTitle:
      "Безусловно, у нас есть успешный опыт работы со сложными корпоративными проектами. Наша команда оснащена всем необходимым для решения многогранных задач и предоставления решений, адаптированных к корпоративным потребностям.",
  },
  {
    id: 5,
    title: "Как вы обеспечиваете качество своих решений?",
    subTitle:
      "Обеспечение качества (QA) является фундаментальной частью нашего процесса. Мы проводим тщательные этапы тестирования и доводки, чтобы гарантировать надежность, функциональность и удобство в использовании наших продуктов.",
  },
  {
    id: 6,
    title: "С какими отраслями промышленности вы работали?",
    subTitle:
      "У нас есть опыт работы с различными отраслями, включая, но не ограничиваясь этим, здравоохранение, электронную коммерцию, образование, ГИС-разработка и многое другое. Наш адаптивный подход позволяет нам удовлетворять потребности различных секторов.",
  },
];
